{
  "class-1": {
    "description": "Class 1 notes, worksheets, and fun activities. Build a strong learning foundation with basics of Math, English, and fundamental subjects for Grade 1 students."
  },
  "class-2": {
    "description": "Class 2 study materials, interactive lessons, and essential notes. Enhance reading, writing, and arithmetic skills with engaging content for Grade 2 learners."
  },
  "class-3": {
    "description": "Class 3 subject guides, EVS notes, and Math exercises. comprehensive resources to support academic growth and curiosity for Grade 3 students."
  },
  "class-4": {
    "description": "Class 4 curriculum notes, science basics, and language lessons. Structured study aids to improve understanding and grades for Grade 4 pupils."
  },
  "class-5": {
    "description": "Class 5 exam prep, revision notes, and scholarship study guides. Prepare for primary school finals with targeted resources for Grade 5 students."
  },
  "class-6": {
    "description": "Class 6 standard notes, introduced to secondary subjects. foundational science, math, and social science resources for middle school transition."
  },
  "class-7": {
    "description": "Class 7 comprehensive guides, math solutions, and science concepts. In-depth study materials to master middle school syllabus topics effectively."
  },
  "class-8": {
    "description": "Class 8 board prep foundation, science projects, and math formulas. Essential resources for academic excellence and high school readiness."
  },
  "class-9": {
    "description": "Class 9 SEBA/CBSE notes, important questions, and chapter summaries. Building benchmarks for board exams with rigorous study materials."
  },
  "class-10": {
    "description": "Class 10 Board Exam notes, sample papers, and topper strategies. Complete guide to acing HSLC/CBSE finals with expert-curated content."
  },
  "class-11": {
    "description": "Class 11 stream-wise notes (Science/Arts/Commerce). Foundational concepts for higher secondary education and competitive entrance exam preparation."
  },
  "class-12": {
    "description": "Class 12 AHSEC/CBSE study materials, practical guides, and solved papers. Final year resources for board success and college admissions."
  },
  "bsc": {
    "description": "B.Sc semester notes, lab manuals, and major subject guides. Physics, Chemistry, Zoology, and Botany resources for undergraduate science degrees."
  },
  "bca": {
    "description": "BCA programming notes, coding tutorials, and project ideas. Computer application study materials including C, Java, and Database Management Systems."
  },
  "b-tech": {
    "description": "B.Tech engineering notes, lecture slides, and technical assignments. Resources for CSE, Civil, Mechanical, and Electrical engineering semesters."
  },
  "ba": {
    "description": "B.A. subject notes, literature summaries, and social essays. History, Political Science, and English resources for arts undergraduates."
  },
  "bcom": {
    "description": "B.Com accounting notes, business law summaries, and finance guides. Study aids for commerce undergraduates to master trade and economics."
  },
  "d.el.ed": {
    "description": "D.El.Ed coursework notes, child pedagogy, and lesson plans. Essential training materials for future elementary educators and diploma students."
  },
  "b.ed": {
    "description": "B.Ed entrance notes, teaching methodology, and practicum files. Comprehensive resources for Bachelor of Education aspirants and trainees."
  },
  "apsc": {
    "description": "APSC Prelims and Mains notes, Assam GK, and current affairs. Strategic study materials for Assam Public Service Commission aspirants."
  },
  "adre": {
    "description": "ADRE grade 3 & 4 study notes, aptitude tricks, and mock tests. Targeted preparation for Assam Direct Recruitment Exams."
  },
  "tet": {
    "description": "TET child development notes, pedagogy, and language papers. Complete guide to clearing Teacher Eligibility Tests in Assam."
  },
  "ctet": {
    "description": "CTET paper 1 & 2 study guides, NCERT summaries, and pedagogy notes. Central Teacher Eligibility Test preparation for national level teaching jobs."
  },
  "scert": {
    "description": "SCERT Assam textbook solutions, syllabus guides, and teacher resources. State curriculum aligned materials for Assam board schools."
  },
  "ncert": {
    "description": "NCERT solutions, chapter explanations, and quick revision notes. Standardized study content useful for CBSE and national competitive exams."
  },
  "computer-science": {
    "description": "Computer Science concepts, coding syntax, and algorithm logic. Notes on Python, C++, Web Dev, and IT fundamentals for students."
  },
  "english": {
    "description": "English grammar rules, literature analysis, and writing skills. Improve communication and ace language exams with structured lessons."
  },
  "maths": {
    "description": "Mathematics formulas, theorem proofs, and problem-solving tricks. From algebra to calculus, master math concepts for all classes."
  },
  "assamese": {
    "description": "Assamese literature notes, grammar (Byakaran), and composition. Study materials for MIL and Elective Assamese subjects."
  },
  "social-science": {
    "description": "Social Science chapters covering History, Geography, and Civics. Integrated notes for understanding society, past events, and governance."
  },
  "science": {
    "description": "General Science concepts, experiments, and diagrams. Physics, Chemistry, and Biology basics explained for school level understanding."
  },
  "arts": {
    "description": "Arts stream subjects, humanities insights, and creative studies. Resources covering Sociology, Education, Logic, and Philosophy."
  },
  "physics": {
    "description": "Physics derivations, laws of motion, and numerical solutions. In-depth notes for Class 11-12 and B.Sc physics papers."
  },
  "chemistry": {
    "description": "Chemistry equations, periodic table, and organic reactions. Detailed study guides for physical, organic, and inorganic chemistry."
  },
  "biology": {
    "description": "Biology diagrams, life processes, and genetic notes. Comprehensive resources for Zoology and Botany students from school to college."
  },
  "zoology": {
    "description": "Zoology study notes, animal kingdom classification, and physiology. Specialized content for bio-science students and competitive exams."
  },
  "botany": {
    "description": "Botany notes on plant physiology, genetics, and ecology. Plant science study materials for HS and graduate students."
  },
  "history": {
    "description": "History dates, timeline of events, and civilization studies. Ancient, Medieval, and Modern Indian history notes for exams."
  },
  "geography": {
    "description": "Geography maps, physical features, and climate notes. Study earth sciences and regional geography of Assam and India."
  },
  "politics": {
    "description": "Political Science constitution notes, international relations, and theory. Understanding governance, rights, and political systems."
  },
  "bodo": {
    "description": "Bodo language literature, grammar, and text analysis. Study resources for Bodo medium students and language learners."
  },
  "economics": {
    "description": "Economics micro and macro concepts, Indian economy, and statistics. Understanding markets, GDP, and development for commerce/arts."
  },
  "accountancy": {
    "description": "Accountancy ledgers, balance sheets, and financial statements. Step-by-step guides for class 11-12 and B.Com accounting."
  },
  "hindi": {
    "description": "Hindi Bhasha grammar, literature summaries, and poetry analysis. Resources for Rastrabhasha and subject preparation."
  },
  "seba": {
    "description": "SEBA board notifications, latest syllabus, and exam patterns. Specific resources for students under Secondary Education Board of Assam."
  },
  "ahsec": {
    "description": "AHSEC council updates, stream-wise syllabus, and HS 1st/2nd year notes. Resources for Assam Higher Secondary students."
  },
  "asseb": {
    "description": "ASSEB new curriculum, board updates, and integrated resources. Information and materials for the consolidated Assam state board."
  },
  "evs": {
    "description": "Environmental Studies notes on ecology, pollution, and conservation. Awareness and syllabus coverage for school and college EVS."
  },
  "gk": {
    "description": "General Knowledge quizzes, facts, and trivia. Boost your IQ and preparation for quiz competitions and competitive exams."
  },
  "grammar": {
    "description": "Comprehensive grammar rules for English, Assamese, and Hindi. Master sentence structure, tenses, and vocabulary usage."
  },
  "music": {
    "description": "Music theory, classical ragas, and history of instruments. Educational resources for music students and theoretical exams."
  },
  "dance": {
    "description": "Dance forms, history of classical dance, and cultural significance. Notes on Sattriya, Kathak, and folk dances of India."
  },
  "mil": {
    "description": "MIL (Major Indian Languages) syllabus notes and text summaries. Study content for compulsory language papers in HS/Degree."
  },
  "sanskrit": {
    "description": "Sanskrit Shlokas, grammar (Vyakaran), and text translation. Heritage language learning resources for school and college."
  },
  "elective": {
    "description": "Elective subject notes covering customized options. Study materials for additional subjects chosen in HS and Degree courses."
  },
  "adv-maths": {
    "description": "Advanced Mathematics complex numbers, calculus, and trigonometry. Specialized notes for elective math students in High School."
  },
  "adv-assamese": {
    "description": "Advanced Assamese literature criticism and history. In-depth study for major/elective Assamese students."
  },
  "statistics": {
    "description": "Statistics formulas, probability theory, and data interpretation. Mathematical stats notes for economics, commerce, and math students."
  },
  "biotechnology": {
    "description": "Biotech principles, genetic engineering, and applications. Modern science notes for HS and degree level biotechnology."
  },
  "agriculture": {
    "description": "Agriculture science concepts, crop production, and soil science. Educational content for vocational and biology agriculture papers."
  }
}